{"blogData":[{"blogAuthor":"Christopher","blogTitle":"Seeing the Wood for the Trees","blogContent":"Nam facilisis nulla in nulla ultricies, a luctus nulla viverra. Ut elementum mattis lorem id dapibus. Aenean fermentum tempor risus. Nunc iaculis purus et euismod iaculis. Nulla facilisi. Aenean ullamcorper varius felis id congue. Nam sem nulla, rutrum eu accumsan eu, congue vel velit. Maecenas odio sapien, faucibus at mattis nec, tincidunt eu turpis. Vivamus scelerisque rutrum accumsan. Maecenas sed porttitor diam. Maecenas facilisis magna id lorem viverra, molestie scelerisque nisi interdum.<br><br>Fusce dignissim vulputate consequat. Aenean et diam auctor, eleifend libero vel, egestas neque. Quisque et ligula nec enim rutrum pharetra eu ac nunc. Aenean tincidunt libero sit amet placerat cursus. Nullam ultrices, enim sed placerat bibendum, elit ipsum malesuada lorem, ut finibus dolor enim lobortis dui. Praesent elit sapien, ultrices a nunc ac, aliquam vestibulum risus. Suspendisse in eros semper, congue nunc in, consectetur neque. Nunc est nunc, suscipit quis diam et, dignissim imperdiet ligula. Suspendisse potenti. Proin aliquam velit et orci eleifend, a bibendum magna vehicula. Curabitur vulputate tortor massa, vitae luctus nibh porttitor in. Mauris a nulla eleifend, fermentum elit a, aliquet ligula.<br><br>Aenean ut iaculis leo, sed euismod magna. Vivamus et gravida lorem. Vestibulum aliquam lectus metus, vel eleifend est malesuada ut. Vivamus blandit pretium tortor nec congue. Praesent tincidunt tincidunt ipsum, eu interdum quam bibendum non. Donec varius auctor urna, vitae sollicitudin purus tincidunt et. Maecenas neque libero, consectetur ac ipsum vitae, dictum cursus erat. Donec sagittis tellus quis lacus vestibulum, eu ullamcorper arcu accumsan. Fusce sed congue nunc. In sit amet dolor at ligula consectetur euismod id nec risus. Fusce imperdiet risus risus, vel molestie augue fringilla vel.","blogGif":{"title":"kawaii tree GIF","url":"https://media1.giphy.com/media/DIYVI7Iz4dmnu/200_d.gif?cid=ed7a6d9b652723c524c81df996edbf463a9172b841a87eac&rid=200_d.gif"},"blogDate":"11/29/2019, 09:27:34","comments":[],"blogEmoji":{"like":10,"laugh":0,"shocked":3}},{"blogAuthor":"Brian","blogTitle":"I Slept On the Keyboard","blogContent":"Nullam at gravida augue. Pellentesque eget dolor dui. Duis congue eget elit ut consectetur. Mauris venenatis dui vehicula nisi viverra, ut mollis velit dignissim. In cursus, ante id tincidunt ornare, est dolor rhoncus nulla, facilisis hendrerit sapien odio ac ipsum. Duis vitae eros vitae tortor ornare ullamcorper. Ut ullamcorper dictum mi, ac bibendum orci commodo at. Sed laoreet ac ex id interdum. Ut egestas vel justo vitae consequat. Pellentesque et tincidunt odio.<br><br>Nullam accumsan, lacus eget pulvinar laoreet, sem sapien fermentum magna, id viverra enim leo et elit. Integer cursus ligula in volutpat luctus. Ut bibendum, lacus ac sollicitudin bibendum, odio mauris semper diam, eu consectetur nisl felis ut velit. Ut at interdum dui, sit amet tempor augue. Maecenas tincidunt sit amet orci quis ultricies. Nullam mattis eros urna. In in ligula at elit pulvinar ultrices.<br><br>Mauris egestas erat sed faucibus pharetra. Cras interdum congue diam sed fringilla. Etiam sit amet odio aliquam, faucibus massa vel, suscipit nibh. Cras in urna vestibulum, tempor dolor at, volutpat risus. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Aenean tempus neque sed lectus vestibulum pulvinar. Integer sit amet maximus odio. Mauris molestie vitae lacus id molestie. Donec ut libero et metus euismod rutrum non facilisis risus. Integer aliquet nisi id velit efficitur hendrerit. Suspendisse et elit ac dui iaculis blandit quis sit amet sapien. Donec eleifend, ex at scelerisque sagittis, felis mi feugiat urna, non laoreet lorem nisi ut felis. Donec luctus bibendum orci non molestie. Sed sed ipsum sollicitudin, efficitur ipsum in, fringilla nisl. Etiam ornare facilisis dui sit amet rhoncus. Aliquam nec aliquet nisi, id facilisis ligula.<br><br>Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Pellentesque at quam quis lacus tincidunt dignissim. Nam dignissim feugiat mi, non tincidunt lacus fermentum interdum. Integer luctus felis vel elementum gravida. Etiam rhoncus massa urna, vitae tristique quam tincidunt eget.","blogGif":{"title":"tired sleep GIF","url":"https://media3.giphy.com/media/5i0RdWktDx0xW/200_d.gif?cid=ed7a6d9b4c41fb1c0de0955922029a82d09ff6de22ffa940&rid=200_d.gif"},"blogDate":"11/29/2019, 09:29:45","comments":[],"blogEmoji":{"like":3,"laugh":13,"shocked":4}},{"blogAuthor":"Jade","blogTitle":"The Perks of Syllogism","blogContent":"Suspendisse potenti. Cras eget lacus ac mi condimentum imperdiet eget fringilla elit. Curabitur pharetra posuere arcu et bibendum. Aliquam sit amet lobortis tortor. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Praesent tristique purus odio, non dignissim velit vehicula ut. Aliquam euismod nibh ac felis ultrices maximus. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Aenean augue felis, luctus ut vulputate in, tempus non sapien. Suspendisse ac blandit nisi, non facilisis neque. Sed iaculis vitae nibh non vehicula.<br><br>Donec sed lobortis lorem, ac venenatis neque. Morbi pretium ipsum nec molestie iaculis. Donec aliquam diam vitae lacinia finibus. Aliquam malesuada sodales mi vitae laoreet. Etiam sit amet dolor ligula. Etiam venenatis, enim id cursus dignissim, mi velit rutrum magna, et gravida arcu mi et elit. Pellentesque pulvinar purus ac tristique rutrum. Vivamus faucibus, enim volutpat sagittis placerat, nunc sapien viverra ipsum, sed rhoncus nisi arcu id orci. In semper tellus a hendrerit tristique. Morbi facilisis ac enim sed aliquam. Praesent nec lorem eu lectus consectetur porta. In a laoreet ipsum. Nam euismod pellentesque lectus, ut ullamcorper tortor maximus nec. Praesent congue purus ac pharetra porta. Vestibulum posuere diam eu lobortis posuere.<br><br>Praesent maximus nulla vitae enim commodo, vel ultricies quam facilisis. Pellentesque finibus felis id porta pellentesque. Phasellus accumsan ipsum sed dictum vestibulum. Etiam dolor eros, feugiat sit amet bibendum at, tincidunt quis dui. Quisque finibus placerat viverra. Integer nec maximus ex. Aenean scelerisque dictum arcu. In a viverra eros, eu tristique turpis. Aenean interdum sit amet est vel malesuada. Pellentesque sollicitudin tristique elit, in sodales nibh feugiat nec. Integer pellentesque semper lobortis. Cras suscipit nisl lacinia convallis convallis. Sed blandit purus nunc, eu sollicitudin massa laoreet in. Vivamus vitae tincidunt est. Vestibulum id felis urna. Ut nec tellus ultrices, vehicula libero sit amet, vehicula magna.","blogGif":{"title":"bertolt brecht hole GIF by THEOTHERCOLORS","url":"https://media1.giphy.com/media/82J6ZBCmx9y6jrr7H2/200_d.gif?cid=ed7a6d9b60f8304f3ec16a6cfd924dee735c2bbe4a6387ec&rid=200_d.gif"},"blogDate":"11/29/2019, 09:30:18","comments":[],"blogEmoji":{"like":0,"laugh":0,"shocked":1}}]}